---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarConstrainedHandle
source: html/57da5301-0f70-96fa-e64c-fe9047939d34.htm
---
# RebarConstrainedHandle Members

Releases all resources used by the RebarConstrainedHandle